Repository: MFvision/nearest-mosque
Catalog: ios/App/Resources/Localizable.xcstrings
Source language: en
Languages: ar, as, bn, bs, ckb, es, fa, fa_af, fil, fr, gu, ha, hi, hu, id, ka, km, kn, mk, ml, mr, nl, pa, pt, ru, si, sr, sw, te, th, tr, ug, ur, vi, zh_hans

# answer_not_fatwa
source: Answers quote books; they are not a fatwa. For a personal ruling, ask a qualified scholar.
ar: الإجابات اقتباسات من الكتب وليست فتوى. للحكم في حالتك اسأل عالمًا مؤهلًا.
as: উত্তৰবোৰ কিতাপৰ উদ্ধৃতি; এইবোৰ ফতোৱা নহয়। ব্যক্তিগত মাছআলাৰ বাবে এজন যোগ্য আলিমক সোধক।
bn: উত্তরগুলো বই থেকে উদ্ধৃতি; এগুলো ফতোয়া নয়। ব্যক্তিগত মাসআলার জন্য একজন যোগ্য আলেমকে জিজ্ঞেস করুন।
bs: Odgovori citiraju knjige; nisu fetva. Za lično pitanje obratite se stručnom učenjaku.
ckb: وەڵامەکان وەرگیراون لە کتێبەکان؛ فەتوا نین. بۆ حوکمێکی تایبەت بە خۆت، پرسیار لە زانایەکی شارەزا بکە.
es: Las respuestas citan libros; no son una fetua. Para tu caso, consulta a un erudito cualificado.
fa: پاسخ‌ها نقل از کتاب‌ها هستند و فتوا نیستند. برای حکم شخصی از یک عالم واجد شرایط بپرسید.
fa_af: پاسخ‌ها نقل از کتاب‌ها هستند و فتوا نیستند. برای حکم شخصی از یک عالم واجد شرایط بپرسید.
fil: Sinisipi ng mga sagot ang mga aklat; hindi ito fatwa. Para sa personal na hatol, magtanong sa isang kwalipikadong iskolar.
fr: Les réponses citent des livres ; ce n’est pas une fatwa. Pour votre cas, consultez un savant qualifié.
gu: જવાબો પુસ્તકોનાં અવતરણ છે; તે ફતવો નથી. અંગત મસલા માટે કોઈ લાયક આલિમને પૂછો.
ha: Amsoshi suna ɗauko daga littattafai; ba fatawa ba ne. Don hukunci na kanku, ku tambayi ƙwararren malami.
hi: जवाब किताबों के उद्धरण हैं; ये फ़तवा नहीं हैं। निजी मसले के लिए किसी योग्य आलिम से पूछें।
hu: A válaszok könyvekből idéznek; nem fatvák. Személyes ügyben fordulj képzett tudóshoz.
id: Jawaban adalah kutipan buku, bukan fatwa. Untuk hukum pribadi, tanyakan kepada ulama yang berkompeten.
ka: პასუხები წიგნებს ციტირებს; ისინი ფეთვა არ არის. პირადი განჩინებისთვის მიმართეთ კვალიფიციურ სწავლულს.
km: ចម្លើយដកស្រង់ពីសៀវភៅ វាមិនមែនជាហ្វាតវ៉ាទេ។ សម្រាប់ការវិនិច្ឆ័យផ្ទាល់ខ្លួន សូមសួរអ្នកប្រាជ្ញដែលមានសមត្ថភាព។
kn: ಉತ್ತರಗಳು ಪುಸ್ತಕಗಳನ್ನು ಉಲ್ಲೇಖಿಸುತ್ತವೆ; ಅವು ಫತ್ವಾ ಅಲ್ಲ. ವೈಯಕ್ತಿಕ ತೀರ್ಪಿಗಾಗಿ ಅರ್ಹ ವಿದ್ವಾಂಸರನ್ನು ಕೇಳಿ.
mk: Одговорите цитираат книги; тие не се фетва. За лично прашање обратете се до стручен учен.
ml: ഉത്തരങ്ങൾ പുസ്തകങ്ങൾ ഉദ്ധരിക്കുന്നു; അവ ഫത്‌വയല്ല. വ്യക്തിപരമായ വിധിക്ക് യോഗ്യനായ ഒരു പണ്ഡിതനോട് ചോദിക്കുക.
mr: उत्तरे पुस्तकांमधील उतारे आहेत; ते फतवा नाहीत. वैयक्तिक मसल्यासाठी पात्र आलिमांना विचारा.
nl: Antwoorden citeren boeken; ze zijn geen fatwa. Vraag voor een persoonlijke uitspraak een bevoegde geleerde.
pa: ਜਵਾਬ ਕਿਤਾਬਾਂ ਦੇ ਹਵਾਲੇ ਹਨ; ਇਹ ਫ਼ਤਵਾ ਨਹੀਂ। ਨਿੱਜੀ ਮਸਲੇ ਲਈ ਕਿਸੇ ਯੋਗ ਆਲਿਮ ਨੂੰ ਪੁੱਛੋ।
pt: As respostas citam livros; não são uma fatwa. Para uma decisão pessoal, consulte um sábio qualificado.
ru: Ответы цитируют книги и не являются фетвой. За личным решением обратитесь к знающему учёному.
si: පිළිතුරු පොත් උපුටා දක්වයි; ඒවා ෆත්වා නොවේ. පෞද්ගලික තීන්දුවක් සඳහා සුදුසුකම් ලත් විද්වතෙකුගෙන් අහන්න.
sr: Одговори цитирају књиге; нису фетва. За лично питање обратите се стручном учењаку.
sw: Majibu yananukuu vitabu; si fatwa. Kwa hukumu yako binafsi, muulize mwanachuoni aliyehitimu.
te: సమాధానాలు పుస్తకాలను ఉటంకిస్తాయి; అవి ఫత్వా కాదు. వ్యక్తిగత తీర్పు కోసం అర్హత గల పండితుడిని అడగండి.
th: คำตอบยกข้อความจากหนังสือ ไม่ใช่ฟัตวา หากต้องการคำวินิจฉัยเฉพาะตัว โปรดถามผู้รู้ที่มีคุณสมบัติ
tr: Cevaplar kitaplardan alıntıdır, fetva değildir. Kişisel bir hüküm için yetkin bir âlime danışın.
ug: جاۋابلار كىتابلاردىن نەقىل؛ پەتىۋا ئەمەس. شەخسىي ھۆكۈم ئۈچۈن لاياقەتلىك ئالىمدىن سوراڭ.
ur: جوابات کتابوں کے حوالے ہیں، فتویٰ نہیں۔ ذاتی مسئلے کے لیے مستند عالم سے پوچھیں۔
vi: Câu trả lời trích dẫn sách; đây không phải là fatwa. Để có phán quyết cho trường hợp riêng, hãy hỏi một học giả có chuyên môn.
zh_hans: 回答引用书籍，并非法特瓦。如需针对个人的教法裁决，请询问合格的学者。

# answer_scholars
source: What the scholars said
ar: ما قاله العلماء
as: উলামাসকলে কি কৈছে
bn: আলেমরা যা বলেছেন
bs: Šta su rekli učenjaci
ckb: زانایان چییان وتووە
es: Lo que dijeron los sabios
fa: سخن علما
fa_af: سخن علما
fil: Ang sinabi ng mga iskolar
fr: Ce qu'ont dit les savants
gu: ઉલમાએ શું કહ્યું
ha: Abin da malamai suka faɗa
hi: उलमा ने क्या कहा
hu: Mit mondtak a tudósok
id: Apa kata para ulama
ka: რას ამბობდნენ სწავლულები
km: អ្វីដែលអ្នកប្រាជ្ញបាននិយាយ
kn: ವಿದ್ವಾಂಸರು ಏನು ಹೇಳಿದರು
mk: Што рекле учените
ml: പണ്ഡിതന്മാർ പറഞ്ഞത്
mr: उलमा काय म्हणाले
nl: Wat de geleerden zeiden
pa: ਉਲਮਾ ਨੇ ਕੀ ਕਿਹਾ
pt: O que os sábios disseram
ru: Что сказали учёные
si: විද්වතුන් පැවසූ දේ
sr: Шта су рекли учењаци
sw: Wanachuoni walichosema
te: పండితులు ఏమన్నారు
th: ผู้รู้กล่าวไว้ว่าอย่างไร
tr: Âlimler ne dedi
ug: ئۆلىمالار نېمە دېگەن
ur: علماء نے کیا کہا
vi: Các học giả đã nói gì
zh_hans: 学者们的观点

# answer_search_more
source: Search these sites too
ar: ابحث أيضًا في هذه المواقع
as: এই ছাইটবোৰতো বিচাৰক
bn: এই সাইটগুলোতেও খুঁজুন
bs: Pretraži i ove stranice
ckb: لەم ماڵپەڕانەش بگەڕێ
es: Buscar también en estos sitios
fa: جستجو در این سایت‌ها هم
fa_af: جستجو در این سایت‌ها هم
fil: Maghanap din sa mga site na ito
fr: Chercher aussi sur ces sites
gu: આ સાઇટ્સ પર પણ શોધો
ha: Nemi a waɗannan shafuka ma
hi: इन साइटों पर भी खोजें
hu: Keresés ezeken az oldalakon is
id: Cari juga di situs ini
ka: ამ საიტებზეც მოძებნეთ
km: ស្វែងរកនៅគេហទំព័រទាំងនេះផងដែរ
kn: ಈ ಸೈಟ್‌ಗಳಲ್ಲೂ ಹುಡುಕಿ
mk: Пребарај ги и овие страници
ml: ഈ സൈറ്റുകളിലും തിരയുക
mr: या साइट्सवरही शोधा
nl: Zoek ook op deze sites
pa: ਇਨ੍ਹਾਂ ਸਾਈਟਾਂ ’ਤੇ ਵੀ ਲੱਭੋ
pt: Buscar também nestes sites
ru: Искать также на этих сайтах
si: මෙම අඩවිවලද සොයන්න
sr: Претражи и ове сајтове
sw: Tafuta pia kwenye tovuti hizi
te: ఈ సైట్‌లలో కూడా వెతకండి
th: ค้นหาในเว็บไซต์เหล่านี้ด้วย
tr: Bu sitelerde de ara
ug: بۇ تور بېكەتلەردىنمۇ ئىزدەش
ur: یہ ویب سائٹس بھی تلاش کریں
vi: Tìm cả trên các trang này
zh_hans: 也搜索这些网站

# answer_search_more_note
source: Opens the site in your browser with your question.
ar: يفتح الموقع في المتصفح مع سؤالك.
as: আপোনাৰ প্ৰশ্নসহ ছাইটটো আপোনাৰ ব্ৰাউজাৰত খোলে।
bn: আপনার প্রশ্নসহ সাইটটি আপনার ব্রাউজারে খোলে।
bs: Otvara stranicu u pregledniku s vašim pitanjem.
ckb: ماڵپەڕەکە لە وێبگەڕەکەتدا لەگەڵ پرسیارەکەت دەکاتەوە.
es: Abre el sitio en tu navegador con tu pregunta.
fa: سایت را با سؤال شما در مرورگر باز می‌کند.
fa_af: سایت را با سوال شما در براوزر باز می‌کند.
fil: Binubuksan ang site sa iyong browser kasama ang iyong tanong.
fr: Ouvre le site dans votre navigateur avec votre question.
gu: તમારા સવાલ સાથે સાઇટને તમારા બ્રાઉઝરમાં ખોલે છે.
ha: Yana buɗe shafin a burauzarku tare da tambayarku.
hi: आपके सवाल के साथ साइट को आपके ब्राउज़र में खोलता है।
hu: Megnyitja az oldalt a böngésződben a kérdéseddel.
id: Membuka situs di peramban dengan pertanyaan Anda.
ka: საიტს თქვენს ბრაუზერში გახსნის თქვენი კითხვით.
km: បើកគេហទំព័រក្នុងកម្មវិធីរុករករបស់អ្នក ជាមួយសំណួររបស់អ្នក។
kn: ನಿಮ್ಮ ಪ್ರಶ್ನೆಯೊಂದಿಗೆ ಸೈಟ್ ಅನ್ನು ನಿಮ್ಮ ಬ್ರೌಸರ್‌ನಲ್ಲಿ ತೆರೆಯುತ್ತದೆ.
mk: Ја отвора страницата во прелистувачот со вашето прашање.
ml: നിങ്ങളുടെ ചോദ്യവുമായി സൈറ്റ് ബ്രൗസറിൽ തുറക്കുന്നു.
mr: तुमच्या प्रश्नासह साइट तुमच्या ब्राउझरमध्ये उघडते.
nl: Opent de site in je browser met je vraag.
pa: ਤੁਹਾਡੇ ਸਵਾਲ ਨਾਲ ਸਾਈਟ ਤੁਹਾਡੇ ਬ੍ਰਾਊਜ਼ਰ ਵਿੱਚ ਖੋਲ੍ਹਦਾ ਹੈ।
pt: Abre o site no seu navegador com a sua pergunta.
ru: Открывает сайт в браузере с вашим вопросом.
si: ඔබේ ප්‍රශ්නය සමඟ අඩවිය ඔබේ බ්‍රවුසරයේ විවෘත කරයි.
sr: Отвара сајт у прегледачу са вашим питањем.
sw: Inafungua tovuti kwenye kivinjari chako pamoja na swali lako.
te: మీ ప్రశ్నతో సైట్‌ను మీ బ్రౌజర్‌లో తెరుస్తుంది.
th: เปิดเว็บไซต์ในเบราว์เซอร์พร้อมคำถามของคุณ
tr: Siteyi sorunuzla tarayıcıda açar.
ug: تور بېكەتنى سوئالىڭىز بىلەن توركۆرگۈدە ئاچىدۇ.
ur: آپ کے سوال کے ساتھ ویب سائٹ براؤزر میں کھلتی ہے۔
vi: Mở trang web trong trình duyệt kèm câu hỏi của bạn.
zh_hans: 在浏览器中打开该网站并带上你的问题。

# answer_searching
source: Searching your books…
ar: جارٍ البحث في كتبك…
as: আপোনাৰ কিতাপবোৰত বিচৰা হৈছে…
bn: আপনার বইগুলোতে খোঁজা হচ্ছে…
bs: Pretražujemo vaše knjige…
ckb: گەڕان لە کتێبەکانت…
es: Buscando en tus libros…
fa: در حال جستجو در کتاب‌های شما…
fa_af: در حال جستجو در کتاب‌های شما…
fil: Hinahanap sa iyong mga aklat…
fr: Recherche dans vos livres…
gu: તમારાં પુસ્તકોમાં શોધી રહ્યા છીએ…
ha: Ana bincika littattafanku…
hi: आपकी किताबों में खोज रहे हैं…
hu: Keresés a könyveidben…
id: Mencari di buku Anda…
ka: ვეძებთ თქვენს წიგნებში…
km: កំពុងស្វែងរកក្នុងសៀវភៅរបស់អ្នក…
kn: ನಿಮ್ಮ ಪುಸ್ತಕಗಳಲ್ಲಿ ಹುಡುಕಲಾಗುತ್ತಿದೆ…
mk: Пребаруваме во вашите книги…
ml: നിങ്ങളുടെ പുസ്തകങ്ങളിൽ തിരയുന്നു…
mr: तुमच्या पुस्तकांमध्ये शोधत आहोत…
nl: Je boeken worden doorzocht…
pa: ਤੁਹਾਡੀਆਂ ਕਿਤਾਬਾਂ ਵਿੱਚ ਲੱਭਿਆ ਜਾ ਰਿਹਾ ਹੈ…
pt: Procurando nos seus livros…
ru: Ищем в ваших книгах…
si: ඔබේ පොත්වල සොයමින්…
sr: Претражујемо ваше књиге…
sw: Inatafuta kwenye vitabu vyako…
te: మీ పుస్తకాల్లో వెతుకుతోంది…
th: กำลังค้นหาในหนังสือของคุณ…
tr: Kitaplarınızda aranıyor…
ug: كىتابلىرىڭىزدىن ئىزدەۋاتىدۇ…
ur: آپ کی کتابوں میں تلاش جاری ہے…
vi: Đang tìm trong sách của bạn…
zh_hans: 正在搜索你的书籍…

# app_name
source: Near Mosque
ar: أقرب مسجد
ckb: نزیکترین مزگەوت
fa: نزدیک‌ترین مسجد
fa_af: نزدیک‌ترین مسجد
ug: ئەڭ يېقىن مەسچىت
ur: قریبی مسجد

source: Appearance
ar: المظهر
as: ৰূপ
bn: চেহারা
bs: Izgled
ckb: ڕووکار
es: Apariencia
fa: ظاهر
fa_af: ظاهر
fil: Hitsura
fr: Apparence
gu: દેખાવ
ha: Kamanni
hi: रूप-रंग
hu: Megjelenés
id: Tampilan
ka: იერსახე
km: រូបរាង
kn: ನೋಟ
mk: Изглед
ml: രൂപം
mr: स्वरूप
nl: Weergave
pa: ਦਿੱਖ
pt: Aparência
ru: Оформление
si: පෙනුම
sr: Изглед
sw: Mwonekano
te: రూపం
th: รูปลักษณ์
tr: Görünüm
ug: كۆرۈنۈش
ur: ظاہری شکل
vi: Giao diện
zh_hans: 外观

# appearance_dark
source: Dark
ar: داكن
as: আন্ধাৰ
bn: ডার্ক
bs: Tamno
ckb: تاریک
es: Oscuro
fa: تیره
fa_af: تاریک
fil: Madilim
fr: Sombre
gu: ડાર્ક
ha: Duhu
hi: डार्क
hu: Sötét
id: Gelap
ka: მუქი
km: ងងឹត
kn: ಡಾರ್ಕ್
mk: Темно
ml: ഡാർക്ക്
mr: डार्क
nl: Donker
pa: ਗੂੜ੍ਹੀ
pt: Escuro
ru: Тёмное
si: අඳුරු
sr: Тамно
sw: Giza
te: డార్క్
th: มืด
tr: Koyu
ug: قاراڭغۇ
ur: گہرا
vi: Tối
zh_hans: 深色

# appearance_light
source: Light
ar: فاتح
as: পোহৰ
bn: লাইট
bs: Svijetlo
ckb: ڕووناک
es: Claro
fa: روشن
fa_af: روشن
fil: Maliwanag
fr: Clair
gu: લાઇટ
ha: Haske
hi: लाइट
hu: Világos
id: Terang
ka: ღია
km: ភ្លឺ
kn: ಲೈಟ್
mk: Светло
ml: ലൈറ്റ്
mr: लाइट
nl: Licht
pa: ਹਲਕੀ
pt: Claro
ru: Светлое
si: ආලෝක
sr: Светло
sw: Mwanga
te: లైట్
th: สว่าง
tr: Açık
ug: يورۇق
ur: روشن
vi: Sáng
zh_hans: 浅色

# appearance_system
source: Same as phone
ar: مثل الهاتف
as: ফোনৰ দৰে
bn: ফোনের মতো
bs: Kao na telefonu
ckb: وەک مۆبایل
es: Igual que el teléfono
fa: مانند گوشی
fa_af: مانند موبایل
fil: Kapareho ng telepono
fr: Comme le téléphone
gu: ફોન મુજબ
ha: Kamar wayar
hi: फ़ोन के जैसा
hu: Mint a telefonon
id: Sama seperti ponsel
ka: როგორც ტელეფონზე
km: ដូចទូរសព្ទ
kn: ಫೋನ್‌ನಂತೆಯೇ
mk: Како на телефонот
ml: ഫോണിലേതുപോലെ
mr: फोनप्रमाणे
nl: Zoals telefoon
pa: ਫ਼ੋਨ ਵਾਂਗ
pt: Igual ao celular
ru: Как на телефоне
si: දුරකථනයට සමානව
sr: Као на телефону
sw: Sawa na simu
te: ఫోన్ లాగానే
th: เหมือนโทรศัพท์
tr: Telefonla aynı
ug: تېلېفونغا ئوخشاش
ur: فون کے مطابق
vi: Giống điện thoại
zh_hans: 与手机相同

# ask_follow_up_placeholder
source: Ask a follow-up…
ar: اسأل سؤالًا متابعًا…
as: আৰু এটা প্ৰশ্ন সোধক…
bn: আরও একটি প্রশ্ন করুন…
bs: Postavite dodatno pitanje…
ckb: پرسیارێکی تر بکە…
es: Haz otra pregunta…
fa: سؤال بعدی را بپرسید…
fa_af: سوال بعدی را بپرسید…
fil: Magtanong pa…
fr: Posez une question de suivi…
gu: આગળનો સવાલ પૂછો…
ha: Yi ƙarin tambaya…
hi: आगे का सवाल पूछें…
hu: Kérdezz tovább…
id: Ajukan pertanyaan lanjutan…
ka: დამატებითი კითხვა…
km: សួរបន្ត…
kn: ಮುಂದಿನ ಪ್ರಶ್ನೆ ಕೇಳಿ…
mk: Поставете дополнително прашање…
ml: തുടർചോദ്യം ചോദിക്കൂ…
mr: पुढचा प्रश्न विचारा…
nl: Stel een vervolgvraag…
pa: ਹੋਰ ਪੁੱਛੋ…
pt: Faça outra pergunta…
ru: Задайте уточняющий вопрос…
si: තවත් ප්‍රශ්නයක් අහන්න…
sr: Поставите додатно питање…
sw: Uliza swali la ziada…
te: ఇంకా అడగండి…
th: ถามต่อ…
tr: Devam sorusu sorun…
ug: داۋاملىق سوراڭ…
ur: مزید پوچھیں…
vi: Hỏi tiếp…
zh_hans: 继续提问…

# ask_placeholder
source: Type your question…
ar: اكتب سؤالك…
as: আপোনাৰ প্ৰশ্ন লিখক…
bn: আপনার প্রশ্ন লিখুন…
bs: Upišite pitanje…
ckb: پرسیارەکەت بنووسە…
es: Escribe tu pregunta…
fa: سؤال خود را بنویسید…
fa_af: سوال خود را بنویسید…
fil: I-type ang iyong tanong…
fr: Écrivez votre question…
gu: તમારો સવાલ લખો…
ha: Rubuta tambayarku…
hi: अपना सवाल लिखें…
hu: Írd be a kérdésed…
id: Ketik pertanyaan Anda…
ka: დაწერეთ თქვენი კითხვა…
km: វាយសំណួររបស់អ្នក…
kn: ನಿಮ್ಮ ಪ್ರಶ್ನೆಯನ್ನು ಟೈಪ್ ಮಾಡಿ…
mk: Напишете го прашањето…
ml: നിങ്ങളുടെ ചോദ്യം ടൈപ്പ് ചെയ്യുക…
mr: तुमचा प्रश्न लिहा…
nl: Typ je vraag…
pa: ਆਪਣਾ ਸਵਾਲ ਲਿਖੋ…
pt: Digite sua pergunta…
ru: Введите вопрос…
si: ඔබේ ප්‍රශ්නය ටයිප් කරන්න…
sr: Упишите питање…
sw: Andika swali lako…
te: మీ ప్రశ్నను టైప్ చేయండి…
th: พิมพ์คำถามของคุณ…
tr: Sorunuzu yazın…
ug: سوئالىڭىزنى يېزىڭ…
ur: اپنا سوال لکھیں…
vi: Nhập câu hỏi của bạn…
zh_hans: 输入你的问题…

# ask_send
source: Ask
ar: اسأل
as: সোধক
bn: জিজ্ঞেস করুন
bs: Pitaj
ckb: بپرسە
es: Preguntar
fa: بپرس
fa_af: بپرس
fil: Itanong
fr: Demander
gu: પૂછો
ha: Tambaya
hi: पूछें
hu: Kérdezés
id: Tanya
ka: კითხვა
km: សួរ
kn: ಕೇಳಿ
mk: Прашај
ml: ചോദിക്കൂ
mr: विचारा
nl: Vragen
pa: ਪੁੱਛੋ
pt: Perguntar
ru: Спросить
si: අහන්න
sr: Питај
sw: Uliza
te: అడుగు
th: ถาม
tr: Sor
ug: سوراش
ur: پوچھیں
vi: Hỏi
zh_hans: 提问

# ask_stage_reading
source: Reading the sources
ar: قراءة المصادر
as: উৎসবোৰ পঢ়া হৈছে
bn: উৎসগুলো পড়া হচ্ছে
bs: Čitamo izvore
ckb: خوێندنەوەی سەرچاوەکان
es: Leyendo las fuentes
fa: در حال خواندن منابع
fa_af: در حال خواندن منابع
fil: Binabasa ang mga sanggunian
fr: Lecture des sources
gu: સ્રોતો વાંચી રહ્યા છીએ
ha: Ana karanta majiyoyi
hi: स्रोत पढ़ रहे हैं
hu: A források olvasása
id: Membaca sumber
ka: წყაროების კითხვა
km: កំពុងអានប្រភព
kn: ಮೂಲಗಳನ್ನು ಓದಲಾಗುತ್ತಿದೆ
mk: Ги читаме изворите
ml: ഉറവിടങ്ങൾ വായിക്കുന്നു
mr: स्रोत वाचत आहोत
nl: De bronnen lezen
pa: ਸਰੋਤ ਪੜ੍ਹੇ ਜਾ ਰਹੇ ਹਨ
pt: Lendo as fontes
ru: Читаем источники
si: මූලාශ්‍ර කියවමින්
sr: Читамо изворе
sw: Inasoma vyanzo
te: మూలాలను చదువుతోంది
th: กำลังอ่านแหล่งที่มา
tr: Kaynaklar okunuyor
ug: مەنبەلەرنى ئوقۇۋاتىدۇ
ur: ماخذ پڑھے جا رہے ہیں
vi: Đang đọc các nguồn
zh_hans: 正在阅读来源

# ask_stage_searching
source: Searching the books on your phone
ar: البحث في الكتب على هاتفك
as: আপোনাৰ ফোনৰ কিতাপবোৰত বিচৰা হৈছে
bn: আপনার ফোনের বইগুলোতে খোঁজা হচ্ছে
bs: Pretražujemo knjige na vašem telefonu
ckb: گەڕان لە کتێبەکانی سەر مۆبایلەکەت
es: Buscando en los libros de su teléfono
fa: در حال جستجو در کتاب‌های روی گوشی شما
fa_af: در حال جستجو در کتاب‌های روی موبایل شما
fil: Hinahanap sa mga aklat sa iyong telepono
fr: Recherche dans les livres de votre téléphone
gu: તમારા ફોન પરનાં પુસ્તકોમાં શોધી રહ્યા છીએ
ha: Ana bincika littattafan da ke wayarku
hi: आपके फ़ोन की किताबों में खोज रहे हैं
hu: Keresés a telefonodon lévő könyvekben
id: Mencari di buku pada ponsel Anda
ka: ძიება თქვენს ტელეფონზე არსებულ წიგნებში
km: កំពុងស្វែងរកក្នុងសៀវភៅនៅលើទូរសព្ទរបស់អ្នក
kn: ನಿಮ್ಮ ಫೋನ್‌ನಲ್ಲಿರುವ ಪುಸ್ತಕಗಳಲ್ಲಿ ಹುಡುಕಲಾಗುತ್ತಿದೆ
mk: Пребаруваме во книгите на вашиот телефон
ml: നിങ്ങളുടെ ഫോണിലെ പുസ്തകങ്ങളിൽ തിരയുന്നു
mr: तुमच्या फोनवरील पुस्तकांमध्ये शोधत आहोत
nl: De boeken op je telefoon doorzoeken
pa: ਤੁਹਾਡੇ ਫ਼ੋਨ ਦੀਆਂ ਕਿਤਾਬਾਂ ਵਿੱਚ ਲੱਭਿਆ ਜਾ ਰਿਹਾ ਹੈ
pt: Procurando nos livros do seu celular
ru: Ищем в книгах на телефоне
si: ඔබේ දුරකථනයේ පොත්වල සොයමින්
sr: Претражујемо књиге на вашем телефону
sw: Inatafuta kwenye vitabu vilivyo kwenye simu yako
te: మీ ఫోన్‌లోని పుస్తకాల్లో వెతుకుతోంది
th: กำลังค้นหาในหนังสือบนโทรศัพท์ของคุณ
tr: Telefonunuzdaki kitaplarda aranıyor
ug: تېلېفونىڭىزدىكى كىتابلاردىن ئىزدەۋاتىدۇ
ur: آپ کے فون کی کتابوں میں تلاش
vi: Đang tìm trong sách trên điện thoại
zh_hans: 正在搜索你手机上的书籍

# ask_stage_understanding
source: Understanding your question
ar: فهم سؤالك
as: আপোনাৰ প্ৰশ্ন বুজি লোৱা হৈছে
bn: আপনার প্রশ্ন বোঝা হচ্ছে
bs: Razumijemo vaše pitanje
ckb: تێگەیشتن لە پرسیارەکەت
es: Entendiendo su pregunta
fa: در حال فهم سؤال شما
fa_af: در حال فهم سوال شما
fil: Inuunawa ang iyong tanong
fr: Compréhension de votre question
gu: તમારો સવાલ સમજી રહ્યા છીએ
ha: Ana fahimtar tambayarku
hi: आपका सवाल समझ रहे हैं
hu: A kérdésed értelmezése
id: Memahami pertanyaan Anda
ka: თქვენი კითხვის გააზრება
km: កំពុងយល់សំណួររបស់អ្នក
kn: ನಿಮ್ಮ ಪ್ರಶ್ನೆಯನ್ನು ಅರ್ಥಮಾಡಿಕೊಳ್ಳಲಾಗುತ್ತಿದೆ
mk: Го разбираме вашето прашање
ml: നിങ്ങളുടെ ചോദ്യം മനസ്സിലാക്കുന്നു
mr: तुमचा प्रश्न समजून घेत आहोत
nl: Je vraag begrijpen
pa: ਤੁਹਾਡਾ ਸਵਾਲ ਸਮਝਿਆ ਜਾ ਰਿਹਾ ਹੈ
pt: Entendendo sua pergunta
ru: Разбираем ваш вопрос
si: ඔබේ ප්‍රශ්නය තේරුම් ගනිමින්
sr: Разумемо ваше питање
sw: Inaelewa swali lako
te: మీ ప్రశ్నను అర్థం చేసుకుంటోంది
th: กำลังทำความเข้าใจคำถามของคุณ
tr: Sorunuz anlaşılıyor
ug: سوئالىڭىزنى چۈشىنىۋاتىدۇ
ur: آپ کا سوال سمجھا جا رہا ہے
vi: Đang hiểu câu hỏi của bạn
zh_hans: 正在理解你的问题

# ask_stage_writing
source: Writing the answer
ar: كتابة الإجابة
as: উত্তৰ লিখা হৈছে
bn: উত্তর লেখা হচ্ছে
bs: Pišemo odgovor
ckb: نووسینی وەڵام
es: Escribiendo la respuesta
fa: در حال نوشتن پاسخ
fa_af: در حال نوشتن پاسخ
fil: Isinusulat ang sagot
fr: Rédaction de la réponse
gu: જવાબ લખી રહ્યા છીએ
ha: Ana rubuta amsa
hi: जवाब लिख रहे हैं
hu: A válasz megírása
id: Menulis jawaban
ka: პასუხის წერა
km: កំពុងសរសេរចម្លើយ
kn: ಉತ್ತರ ಬರೆಯಲಾಗುತ್ತಿದೆ
mk: Го пишуваме одговорот
ml: ഉത്തരം എഴുതുന്നു
mr: उत्तर लिहित आहोत
nl: Het antwoord schrijven
pa: ਜਵਾਬ ਲਿਖਿਆ ਜਾ ਰਿਹਾ ਹੈ
pt: Escrevendo a resposta
ru: Пишем ответ
si: පිළිතුර ලියමින්
sr: Пишемо одговор
sw: Inaandika jibu
te: సమాధానం రాస్తోంది
th: กำลังเขียนคำตอบ
tr: Cevap yazılıyor
ug: جاۋاب يېزىۋاتىدۇ
ur: جواب لکھا جا رہا ہے
vi: Đang viết câu trả lời
zh_hans: 正在撰写回答

# ask_subtitle
source: Answers quote the books on your phone, with the page or verse.
ar: تقتبس الإجابات من الكتب الموجودة على هاتفك مع رقم الآية أو الصفحة.
as: উত্তৰত আপোনাৰ ফোনত থকা কিতাপৰ পৰা পৃষ্ঠা বা আয়াতসহ উদ্ধৃতি থাকে।
bn: উত্তরে আপনার ফোনের বই থেকে পৃষ্ঠা বা আয়াতসহ উদ্ধৃতি থাকে।
bs: Odgovori citiraju knjige na vašem telefonu, uz stranicu ili ajet.
ckb: وەڵامەکان لە کتێبەکانی سەر مۆبایلەکەتەوە وەردەگیرێن، لەگەڵ لاپەڕە یان ئایەت.
es: Las respuestas citan los libros de tu teléfono, con el versículo o la página.
fa: پاسخ‌ها از کتاب‌های روی گوشی شما با ذکر صفحه یا آیه نقل می‌شوند.
fa_af: پاسخ‌ها از کتاب‌های روی موبایل شما با ذکر صفحه یا آیه نقل می‌شوند.
fil: Sinisipi ng mga sagot ang mga aklat sa iyong telepono, kasama ang pahina o talata.
fr: Les réponses citent les livres de votre téléphone, avec le verset ou la page.
gu: જવાબોમાં તમારા ફોન પરનાં પુસ્તકોમાંથી પાના કે આયત સાથે અવતરણ હોય છે.
ha: Amsoshi suna ɗauko daga littattafan da ke wayarku, tare da shafi ko aya.
hi: जवाबों में आपके फ़ोन की किताबों से पेज या आयत के साथ उद्धरण होते हैं।
hu: A válaszok a telefonodon lévő könyvekből idéznek, oldal- vagy versszámmal.
id: Jawaban mengutip buku di ponsel Anda, lengkap dengan ayat atau halaman.
ka: პასუხები ციტირებს თქვენს ტელეფონზე არსებულ წიგნებს, გვერდის ან აიათის მითითებით.
km: ចម្លើយដកស្រង់ពីសៀវភៅនៅលើទូរសព្ទរបស់អ្នក ជាមួយទំព័រ ឬអាយ៉ាត់។
kn: ಉತ್ತರಗಳು ನಿಮ್ಮ ಫೋನ್‌ನಲ್ಲಿರುವ ಪುಸ್ತಕಗಳನ್ನು ಪುಟ ಅಥವಾ ಆಯತ್‌ನೊಂದಿಗೆ ಉಲ್ಲೇಖಿಸುತ್ತವೆ.
mk: Одговорите цитираат од книгите на вашиот телефон, со страница или ајет.
ml: ഉത്തരങ്ങൾ നിങ്ങളുടെ ഫോണിലെ പുസ്തകങ്ങളിൽ നിന്ന് പേജോ ആയത്തോ സഹിതം ഉദ്ധരിക്കുന്നു.
mr: उत्तरांमध्ये तुमच्या फोनवरील पुस्तकांमधील उतारे पान किंवा आयतसह दिलेले असतात.
nl: Antwoorden citeren de boeken op je telefoon, met de pagina of het vers.
pa: ਜਵਾਬ ਤੁਹਾਡੇ ਫ਼ੋਨ ਦੀਆਂ ਕਿਤਾਬਾਂ ਤੋਂ ਸਫ਼ੇ ਜਾਂ ਆਇਤ ਸਮੇਤ ਹਵਾਲਾ ਦਿੰਦੇ ਹਨ।
pt: As respostas citam os livros do seu celular, com a página ou o versículo.
ru: Ответы цитируют книги на вашем телефоне с указанием страницы или аята.
si: පිළිතුරු ඔබේ දුරකථනයේ ඇති පොත්වලින් පිටුව හෝ ආයතය සමඟ උපුටා දක්වයි.
sr: Одговори цитирају књиге на вашем телефону, уз страницу или ајет.
sw: Majibu yananukuu vitabu vilivyo kwenye simu yako, pamoja na ukurasa au aya.
te: సమాధానాలు మీ ఫోన్‌లోని పుస్తకాలను పేజీ లేదా ఆయత్‌తో సహా ఉటంకిస్తాయి.
th: คำตอบยกข้อความจากหนังสือในโทรศัพท์ของคุณ พร้อมหน้าหรืออายะฮ์
tr: Cevaplar telefonunuzdaki kitaplardan, ayet veya sayfa numarasıyla alıntı yapar.
ug: جاۋابلار تېلېفونىڭىزدىكى كىتابلاردىن بەت ياكى ئايەت نومۇرى بىلەن نەقىل كەلتۈرىدۇ.
ur: جوابات آپ کے فون میں موجود کتابوں سے حوالے کے ساتھ آتے ہیں۔
vi: Câu trả lời trích dẫn các sách trên điện thoại của bạn, kèm trang hoặc câu kinh.
zh_hans: 回答会引用你手机上的书籍，并注明页码或经文。

# ask_title
source: Ask anything about Islam
ar: اسأل عن أي شيء في الإسلام
as: ইছলামৰ বিষয়ে যিকোনো প্ৰশ্ন সোধক
bn: ইসলাম সম্পর্কে যেকোনো প্রশ্ন করুন
bs: Pitajte bilo šta o islamu
ckb: هەر پرسیارێکت دەربارەی ئیسلام هەیە بیکە
es: Pregunta lo que quieras sobre el islam
fa: هر سؤالی درباره اسلام دارید بپرسید
fa_af: هر سوالی درباره اسلام دارید بپرسید
fil: Magtanong ng kahit ano tungkol sa Islam
fr: Posez vos questions sur l’islam
gu: ઇસ્લામ વિશે કંઈ પણ પૂછો
ha: Tambayi komai game da Musulunci
hi: इस्लाम के बारे में कुछ भी पूछें
hu: Kérdezz bármit az iszlámról
id: Tanyakan apa saja tentang Islam
ka: იკითხეთ ნებისმიერი რამ ისლამის შესახებ
km: សួរអ្វីក៏បានអំពីឥស្លាម
kn: ಇಸ್ಲಾಮ್ ಬಗ್ಗೆ ಏನು ಬೇಕಾದರೂ ಕೇಳಿ
mk: Прашајте што било за исламот
ml: ഇസ്‌ലാമിനെക്കുറിച്ച് എന്തും ചോദിക്കൂ
mr: इस्लामबद्दल काहीही विचारा
nl: Vraag alles over de islam
pa: ਇਸਲਾਮ ਬਾਰੇ ਕੁਝ ਵੀ ਪੁੱਛੋ
pt: Pergunte qualquer coisa sobre o Islã
ru: Спросите что угодно об исламе
si: ඉස්ලාම් ගැන ඕනෑම දෙයක් අහන්න
sr: Питајте било шта о исламу
sw: Uliza lolote kuhusu Uislamu
te: ఇస్లాం గురించి ఏదైనా అడగండి
th: ถามอะไรก็ได้เกี่ยวกับอิสลาม
tr: İslam hakkında her şeyi sorun
ug: ئىسلام توغرىسىدا خالىغان سوئالنى سوراڭ
ur: اسلام کے بارے میں کچھ بھی پوچھیں
vi: Hỏi bất cứ điều gì về Islam
zh_hans: 关于伊斯兰的任何问题都可以问

# asr_hanafi
source: Hanafi
ar: الحنفي
as: হানাফী
bn: হানাফি
bs: Hanefijski
ckb: حەنەفی
es: Hanafí
fa: حنفی
fa_af: حنفی
fr: Hanafite
gu: હનફી
hi: हनफ़ी
hu: Hanafita
ka: ჰანაფი
km: ហាណាហ្វី
kn: ಹನಫೀ
mk: Ханефиски
ml: ഹനഫീ
mr: हनफी
pa: ਹਨਫ਼ੀ
ru: Ханафитский
si: හනෆී
sr: Ханефијски
te: హనఫీ
th: ฮะนะฟีย์
tr: Hanefî
ug: ھەنەفىي
ur: حنفی
zh_hans: 哈乃斐

# asr_method
source: Asr time
ar: وقت العصر
as: আছৰৰ সময়
bn: আসরের সময়
bs: Vrijeme ikindije
ckb: کاتی عەسر
es: Hora de Asr
fa: وقت عصر
fa_af: وقت عصر
fil: Oras ng Asr
fr: Heure de l’Asr
gu: અસરનો સમય
ha: Lokacin La'asar
hi: अस्र का समय
hu: Aszr ideje
id: Waktu Asar
ka: ასრის დრო
km: ម៉ោងអាសើរ
kn: ಅಸರ್ ಸಮಯ
mk: Време за икиндија
ml: അസ്ർ സമയം
mr: असरची वेळ
nl: Asr-tijd
pa: ਅਸਰ ਦਾ ਵਕਤ
pt: Horário do Asr
ru: Время асра
si: අසර් වේලාව
sr: Време икиндије
sw: Wakati wa Alasiri
te: అసర్ సమయం
th: เวลาอัศริ
tr: İkindi vakti
ug: ئەسىر ۋاقتى
ur: وقتِ عصر
vi: Giờ Asr
zh_hans: 晡礼时间

# asr_standard
source: Standard (Shafi‘i, Maliki, Hanbali)
ar: الجمهور (الشافعي والمالكي والحنبلي)
as: সাধাৰণ (শ্বাফিঈ, মালিকী, হাম্বলী)
bn: সাধারণ (শাফেয়ি, মালেকি, হাম্বলি)
bs: Standardno (šafijski, malikijski, hanbelijski)
ckb: ئاسایی (شافیعی، مالیکی، حەنبەلی)
es: Estándar (shafi’í, malikí, hanbalí)
fa: معمول (شافعی، مالکی، حنبلی)
fa_af: معمول (شافعی، مالکی، حنبلی)
fil: Karaniwan (Shafi‘i, Maliki, Hanbali)
fr: Standard (chaféite, malékite, hanbalite)
gu: સામાન્ય (શાફઈ, માલિકી, હંબલી)
ha: Na gama-gari (Shafi‘i, Maliki, Hanbali)
hi: मानक (शाफ़ई, मालिकी, हंबली)
hu: Általános (sáfiita, málikita, hanbalita)
id: Standar (Syafi’i, Maliki, Hanbali)
ka: სტანდარტული (შაფიი, მალიქი, ჰანბალი)
km: ស្តង់ដារ (សាហ្វីអ៊ី ម៉ាលីគី ហាន់បាលី)
kn: ಸಾಮಾನ್ಯ (ಶಾಫಿಈ, ಮಾಲಿಕೀ, ಹಂಬಲೀ)
mk: Стандардно (шафиски, маликиски, ханбелиски)
ml: സാധാരണ (ശാഫിഈ, മാലികീ, ഹമ്പലീ)
mr: सामान्य (शाफई, मालिकी, हंबली)
nl: Standaard (Shafi‘i, Maliki, Hanbali)
pa: ਆਮ (ਸ਼ਾਫ਼ਈ, ਮਾਲਿਕੀ, ਹੰਬਲੀ)
pt: Padrão (Shafi‘i, Maliki, Hanbali)
ru: Стандартный (шафииты, маликиты, ханбалиты)
si: සම්මත (ෂාෆිඊ, මාලිකී, හම්බලී)
sr: Стандардно (шафијски, маликијски, ханбелијски)
sw: Kawaida (Shafi‘i, Maliki, Hanbali)
te: సాధారణ (షాఫిఈ, మాలికీ, హంబలీ)
th: มาตรฐาน (ชาฟิอีย์ มาลิกีย์ ฮัมบะลีย์)
tr: Standart (Şâfiî, Mâlikî, Hanbelî)
ug: ئۆلچەملىك (شافىئىي، مالىكىي، ھەنبەلىي)
ur: جمہور (شافعی، مالکی، حنبلی)
vi: Tiêu chuẩn (Shafi‘i, Maliki, Hanbali)
zh_hans: 标准（沙斐仪、马立克、罕百里）
